Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.ke
source: Kenya sits across the equator in East Africa and occupies a central place in the popular imagination of safari travel, though that is only one layer of the country. Swahili coast history, highland agriculture, modern urban culture in Nairobi, and long-distance running all belong just as much to the national identity. It is best understood as a place where wildlife, commerce, and contemporary creativity meet.
de: Kenia liegt quer über dem Äquator in Ostafrika und nimmt einen zentralen Platz in der populären Vorstellung von Safarireisen ein, obwohl dies nur eine Schicht des Landes ist. Die Geschichte der Swahili-Küste, die Hochlandlandwirtschaft, die moderne Stadtkultur in Nairobi und der Langstreckenlauf gehören ebenso sehr zur nationalen Identität. Am besten wird es als ein Ort verstanden, an dem Wildtiere, Handel und zeitgenössische Kreativität aufeinandertreffen.
es: Kenia se encuentra a lo largo del ecuador en África Oriental y ocupa un lugar central en la imaginación popular del turismo de safari, aunque eso es solo una capa del país. La historia de la costa swahili, la agricultura en las tierras altas, la cultura urbana moderna en Nairobi y el atletismo de larga distancia pertenecen tanto a la identidad nacional. Es mejor entenderlo como un lugar donde la vida silvestre, el comercio y la creatividad contemporánea se encuentran.
fr: Le Kenya se situe de part et d'autre de l'équateur en Afrique de l'Est et occupe une place centrale dans l'imaginaire populaire du voyage en safari, bien que cela ne soit qu'un aspect du pays. L'histoire de la côte swahilie, l'agriculture des hauts plateaux, la culture urbaine moderne à Nairobi et la course de longue distance appartiennent tout autant à l'identité nationale. Il est préférable de le comprendre comme un lieu où la faune, le commerce et la créativité contemporaine se rencontrent.
it: Il Kenya si trova dall’altra parte dell’equatore nell’Africa orientale e occupa un posto centrale nell’immaginario popolare dei viaggi safari, sebbene questo sia solo uno strato del paese. La storia della costa swahili, l’agricoltura degli altopiani, la moderna cultura urbana di Nairobi e la corsa su lunghe distanze appartengono tutti altrettanto all’identità nazionale. È meglio inteso come un luogo in cui si incontrano fauna selvatica, commercio e creatività contemporanea.
pt_br: O Quênia está situado ao longo do equador na África Oriental e ocupa um lugar central na imaginação popular sobre viagens de safári, embora isso seja apenas uma camada do país. A história da costa suaíli, a agricultura das terras altas, a cultura urbana moderna em Nairóbi e a corrida de longa distância fazem parte igualmente da identidade nacional. É melhor compreendido como um lugar onde a vida selvagem, o comércio e a criatividade contemporânea se encontram.
ru: Кения расположена по обе стороны экватора в Восточной Африке и занимает центральное место в популярном представлении о сафари-путешествиях, хотя это лишь один из слоёв страны. История побережья Свахили, высокогорное сельское хозяйство, современная городская культура Найроби и бег на длинные дистанции так же являются частью национальной идентичности. Её лучше всего понимать как место, где встречаются дикая природа, торговля и современное творчество.

# country.description.kg
source: Kyrgyzstan is one of Central Asia's most mountainous states, and its high pastures, yurts, and horse culture still shape how the country imagines itself. Much of its history was nomadic before Russian and Soviet incorporation changed the political frame. Even now it often feels defined less by cities than by routes through mountain space.
de: Kirgisistan ist einer der gebirgigsten Staaten Zentralasiens, und seine hohen Weiden, Jurten und Pferdekultur prägen noch immer, wie das Land sich selbst vorstellt. Ein großer Teil seiner Geschichte war nomadisch, bevor die russische und sowjetische Eingliederung den politischen Rahmen veränderte. Selbst heute fühlt es sich oft weniger durch Städte als durch Routen durch den Bergraum definiert an.
es: Kirguistán es uno de los estados más montañosos de Asia Central, y sus pastizales altos, yurtas y cultura ecuestre todavía moldean cómo el país se imagina a sí mismo. Gran parte de su historia fue nómada antes de que la incorporación rusa y soviética cambiara el marco político. Incluso ahora, a menudo se siente definido menos por las ciudades que por las rutas a través del espacio montañoso.
fr: Le Kirghizistan est l'un des États les plus montagneux d'Asie centrale, et ses hauts pâturages, ses yourtes et sa culture équestre continuent de façonner la manière dont le pays se perçoit. Une grande partie de son histoire était nomade avant que l'incorporation russe et soviétique ne modifie le cadre politique. Même aujourd'hui, il semble souvent défini moins par ses villes que par les routes à travers les montagnes.
it: Il Kirghizistan è uno degli stati più montuosi dell'Asia centrale e i suoi alti pascoli, le yurte e la cultura del cavallo modellano ancora il modo in cui il paese immagina se stesso. Gran parte della sua storia è stata nomade prima che l’incorporazione russa e sovietica cambiasse il quadro politico. Anche adesso spesso sembra definito meno dalle città che dai percorsi attraverso lo spazio montano.
pt_br: O Quirguistão é um dos estados mais montanhosos da Ásia Central, e seus altos pastos, iurtes e cultura equestre ainda moldam como o país se imagina. Grande parte de sua história foi nômade antes da incorporação russa e soviética que mudou o quadro político. Mesmo agora, muitas vezes ele parece definido menos por cidades do que por rotas através do espaço montanhoso.
ru: Киргизия — одно из самых горных государств Центральной Азии, и её высокие пастбища, юрты и конная культура по-прежнему формируют представление страны о самой себе. Большая часть её истории была кочевой, прежде чем русская и советская инкорпорация изменила политические рамки. Даже сейчас она часто ощущается определяемой скорее не городами, а маршрутами через горное пространство.

# country.description.kh
source: Cambodia is inseparable from Angkor, one of the most impressive premodern temple complexes on earth, but the country is more than the ruins that made it famous. Buddhist continuity, river life along the Mekong and Tonle Sap, distinctive Khmer design, and a younger creative scene give modern Cambodia far more texture than a single monument can capture. It is one of those places where elegance, spirituality, and daily life still feel closely linked.
de: Kambodscha ist untrennbar mit Angkor verbunden, einem der beeindruckendsten vorkolonialen Tempelkomplexe der Erde, aber das Land ist mehr als die Ruinen, die es berühmt gemacht haben. Buddhistische Kontinuität, das Leben am Fluss entlang des Mekong und des Tonle Sap, unverwechselbares Khmer-Design und eine jüngere kreative Szene verleihen dem modernen Kambodscha weit mehr Tiefe, als ein einzelnes Denkmal erfassen kann. Es ist einer dieser Orte, an denen Eleganz, Spiritualität und Alltagsleben noch eng miteinander verbunden erscheinen.
es: Camboya es inseparable de Angkor, uno de los complejos de templos premodernos más impresionantes del mundo, pero el país es más que las ruinas que lo hicieron famoso. La continuidad budista, la vida fluvial a lo largo del Mekong y el Tonle Sap, el diseño jemer distintivo y una escena creativa más joven le dan a la Camboya moderna mucho más matiz de lo que un solo monumento puede capturar. Es uno de esos lugares donde la elegancia, la espiritualidad y la vida cotidiana aún se sienten estrechamente vinculadas.
fr: Le Cambodge est indissociable d'Angkor, l'un des complexes de temples prémodernes les plus impressionnants au monde, mais le pays est plus que les ruines qui l'ont rendu célèbre. La continuité bouddhiste, la vie fluviale le long du Mékong et du Tonlé Sap, le design khmer distinctif et une scène créative plus jeune donnent au Cambodge moderne bien plus de profondeur qu'un seul monument ne pourrait capturer. C'est l'un de ces endroits où l'élégance, la spiritualité et la vie quotidienne semblent encore étroitement liées.
it: La Cambogia è inseparabile da Angkor, uno dei complessi di templi premoderni più impressionanti del mondo, ma il paese è molto più delle rovine che lo hanno reso famoso. La continuità buddista, la vita fluviale lungo il Mekong e il Tonle Sap, il caratteristico design Khmer e una scena creativa più giovane conferiscono alla Cambogia moderna molto più consistenza di quanto un singolo monumento possa catturare. È uno di quei luoghi in cui eleganza, spiritualità e vita quotidiana si sentono ancora strettamente legate.
pt_br: O Camboja é inseparável de Angkor, um dos complexos de templos pré-modernos mais impressionantes do mundo, mas o país é mais do que as ruínas que o tornaram famoso. A continuidade budista, a vida ribeirinha ao longo do Mekong e do Tonle Sap, o design khasmer distintivo e uma cena criativa mais jovem dão à Camboja moderna muito mais textura do que um único monumento pode capturar. É um daqueles lugares onde elegância, espiritualidade e vida cotidiana ainda parecem estreitamente ligados.
ru: Камбоджа неразрывно связана с Ангкором, одним из самых впечатляющих докомплексных храмов на Земле, но страна — это не только руины, которые сделали её знаменитой. Буддийская преемственность, жизнь вдоль рек Меконг и Тонлесап, характерный кхмерский дизайн и более молодая творческая сцена придают современной Камбодже гораздо больше глубины, чем какой-либо памятник может передать. Это одно из тех мест, где элегантность, духовность и повседневная жизнь по-прежнему ощущаются тесно связанными.

# country.description.ki
source: Kiribati is a Pacific nation of low coral atolls spread across an enormous area of ocean, so its geography is more dispersed than many people can easily picture. It straddles the equator and, after a line adjustment, the International Date Line, which gives it a quirky place in discussions of time and global cartography. Sea-level rise is not abstract here; it is a direct national reality.
de: Kiribati ist eine pazifische Nation aus niedrigen Korallenatollen, die sich über ein riesiges Gebiet des Ozeans erstrecken, sodass ihre Geografie stärker verteilt ist, als viele Menschen sich leicht vorstellen können. Sie liegt am Äquator und nach einer Linienanpassung an der Internationalen Datumsgrenze, was ihr einen skurrilen Platz in Diskussionen über Zeit und globale Kartografie verleiht. Der Anstieg des Meeresspiegels ist hier nicht abstrakt; er ist eine direkte nationale Realität.
es: Kiribati es una nación del Pacífico compuesta por bajos atolones de coral distribuidos a lo largo de una enorme área del océano, por lo que su geografía está más dispersa de lo que muchas personas pueden fácilmente imaginar. Se extiende a lo largo del ecuador y, después de un ajuste de línea, la Línea Internacional de Cambio de Fecha, lo que le confiere un lugar curioso en las discusiones sobre el tiempo y la cartografía global. La subida del nivel del mar no es algo abstracto aquí; es una realidad nacional directa.
fr: Kiribati est une nation du Pacifique composée de basses atolls coralliens dispersés sur une immense zone océanique, donc sa géographie est plus étendue que beaucoup de gens ne peuvent facilement l'imaginer. Elle chevauche l'équateur et, après un ajustement de la ligne, la ligne de changement de date internationale, ce qui lui confère une place particulière dans les discussions sur le temps et la cartographie mondiale. L'élévation du niveau de la mer n'est pas abstraite ici ; c'est une réalité nationale directe.
it: Kiribati è una nazione del Pacifico composta da bassi atolli corallini sparsi su un'enorme area di oceano, quindi la sua geografia è più dispersa di quanto molte persone possano facilmente immaginare. Si trova a cavallo dell'equatore e, dopo un aggiustamento della linea, della linea internazionale del cambio di data, che gli conferisce un posto bizzarro nelle discussioni sul tempo e sulla cartografia globale. L’innalzamento del livello del mare non è astratto qui; è una realtà nazionale diretta.
pt_br: Kiribati é uma nação do Pacífico composta por baixos atóis de coral espalhados por uma enorme área de oceano, então sua geografia é mais dispersa do que muitas pessoas conseguem imaginar facilmente. Ela atravessa o equador e, após um ajuste de linha, a Linha Internacional da Data, o que lhe confere um lugar peculiar nas discussões sobre tempo e cartografia global. A elevação do nível do mar não é algo abstrato aqui; é uma realidade nacional direta.
ru: Кирибати — это тихоокеанское государство, состоящее из низких коралловых атоллов, раскиданных по огромной территории океана, поэтому его география более разбросана, чем многие люди могут легко себе представить. Оно расположено на экваторе и, после корректировки линии, на Международной линии перемены даты, что придаёт ему странное положение в обсуждениях времени и глобальной картографии. Подъём уровня моря здесь не абстрактен; это прямая национальная реальность.

# country.description.km
source: Comoros is an island state in the Mozambique Channel whose culture reflects African, Arab, Persian, and French connections. The islands are volcanic, fragrant with ylang-ylang and cloves, and less internationally visible than nearby Indian Ocean destinations. Their history and language make clear that the western Indian Ocean was never a simple edge of Africa, but a connected maritime world.
de: Die Komoren sind ein Inselstaat im Mosambikkanal, dessen Kultur afrikanische, arabische, persische und französische Einflüsse widerspiegelt. Die Inseln sind vulkanisch, duften nach Ylang-Ylang und Nelken und sind international weniger sichtbar als nahegelegene Destinationen im Indischen Ozean. Ihre Geschichte und Sprache machen deutlich, dass der westliche Indische Ozean nie einfach ein Randgebiet Afrikas war, sondern eine vernetzte maritime Welt.
es: Comoras es un estado insular en el Canal de Mozambique cuya cultura refleja conexiones africanas, árabes, persas y francesas. Las islas son volcánicas, fragantes con ylang-ylang y clavos, y menos visibles internacionalmente que otros destinos cercanos del Océano Índico. Su historia y lengua dejan claro que el oeste del Océano Índico nunca fue un simple borde de África, sino un mundo marítimo conectado.
fr: Les Comores sont un État insulaire situé dans le canal du Mozambique dont la culture reflète les liens africains, arabes, persans et français. Les îles sont volcaniques, parfumées à l'ylang-ylang et aux clous de girofle, et moins visibles à l’international que les destinations voisines de l’océan Indien. Leur histoire et leur langue montrent clairement que l’océan Indien occidental n’a jamais été une simple périphérie de l’Afrique, mais un monde maritime connecté.
it: Le Comore sono uno stato insulare nel Canale del Mozambico la cui cultura riflette le connessioni africane, arabe, persiane e francesi. Le isole sono vulcaniche, profumate di ylang-ylang e chiodi di garofano e meno visibili a livello internazionale rispetto alle vicine destinazioni dell'Oceano Indiano. La loro storia e la loro lingua chiariscono che l’Oceano Indiano occidentale non è mai stato un semplice confine dell’Africa, ma un mondo marittimo connesso.
pt_br: Comores é um estado insular no Canal de Moçambique cuja cultura reflete conexões africanas, árabes, persas e francesas. As ilhas são vulcânicas, perfumadas com ylang-ylang e cravo-da-índia, e menos visíveis internacionalmente do que destinos próximos do Oceano Índico. Sua história e idioma deixam claro que o oeste do Oceano Índico nunca foi apenas uma margem simples da África, mas um mundo marítimo conectado.
ru: Коморы — это островное государство в Мозамбикском проливе, культура которого отражает африканские, арабские, персидские и французские связи. Острова вулканические, благоухают иланг-илангом и гвоздикой и менее известны на международной арене, чем соседние направления в Индийском океане. Их история и язык ясно показывают, что западная часть Индийского океана никогда не была простым краем Африки, а являлась связным морским миром.

# country.description.kn
source: Saint Kitts and Nevis is the smallest sovereign state in the western hemisphere by both area and population. Despite that scale, it played an outsized role in colonial Caribbean history because Saint Kitts was one of Britain's earliest and most important sugar islands. Today the federation is small enough to feel intimate, but not small enough to be historically simple.
de: Saint Kitts und Nevis ist der kleinste souveräne Staat in der westlichen Hemisphäre sowohl nach Fläche als auch nach Bevölkerung. Trotz dieser Größe spielte es eine überproportionale Rolle in der kolonialen Karibikgeschichte, weil Saint Kitts eine der frühesten und wichtigsten Zuckerinseln Großbritanniens war. Heute ist die Föderation klein genug, um intim zu wirken, aber nicht klein genug, um historisch einfach zu sein.
es: San Cristóbal y Nieves es el estado soberano más pequeño del hemisferio occidental tanto por área como por población. A pesar de esa escala, desempeñó un papel desproporcionado en la historia colonial del Caribe porque San Cristóbal fue una de las islas de azúcar británicas más tempranas e importantes. Hoy en día, la federación es lo suficientemente pequeña como para sentirse íntima, pero no lo suficientemente pequeña como para ser históricamente simple.
fr: Saint-Kitts-et-Nevis est le plus petit État souverain de l'hémisphère occidental en termes de superficie et de population. Malgré cette taille, il a joué un rôle disproportionné dans l'histoire coloniale des Caraïbes car Saint-Kitts était l'une des premières et des plus importantes îles à sucre de la Grande-Bretagne. Aujourd'hui, la fédération est assez petite pour paraître intime, mais pas assez petite pour être historiquement simple.
it: Saint Kitts e Nevis è il più piccolo stato sovrano dell'emisfero occidentale sia per superficie che per popolazione. Nonostante queste dimensioni, ha svolto un ruolo enorme nella storia coloniale dei Caraibi perché Saint Kitts è stata una delle prime e più importanti isole dello zucchero della Gran Bretagna. Oggi la federazione è abbastanza piccola da sembrare intima, ma non abbastanza piccola da essere storicamente semplice.
pt_br: São Cristóvão e Nevis é o menor estado soberano do hemisfério ocidental tanto em área quanto em população. Apesar desse tamanho, desempenhou um papel desproporcional na história colonial do Caribe porque São Cristóvão foi uma das primeiras e mais importantes ilhas de açúcar da Grã-Bretanha. Hoje, a federação é pequena o bastante para parecer íntima, mas não pequena o suficiente para ser historicamente simples.
ru: Сент-Китс и Невис является самым маленьким суверенным государством в западном полушарии как по территории, так и по населению. Несмотря на свои размеры, оно сыграло значительную роль в колониальной истории Карибского региона, потому что Сент-Китс был одним из первых и самых важных сахарных островов Британии. Сегодня федерация достаточно мала, чтобы ощущаться уютно, но не настолько мала, чтобы быть исторически простой.

# country.description.kp
source: North Korea occupies the northern half of the Korean Peninsula and is one of the world's most sealed-off societies, which is why outsiders usually know the state image before they know much about the country itself. Behind that image lies a landscape of mountains, cold winters, rice fields, and cities shaped by a highly centralized style of planning and public symbolism. Its Korean language, food traditions, seasonal customs, and everyday routines are far less visible internationally than its politics, which is part of what makes it so difficult to understand from afar.
de: Nordkorea besetzt die nördliche Hälfte der koreanischen Halbinsel und ist eine der am stärksten abgeschotteten Gesellschaften der Welt, weshalb Außenstehende normalerweise das Staatsbild kennen, bevor sie viel über das Land selbst wissen. Hinter diesem Bild liegt eine Landschaft aus Bergen, kalten Wintern, Reisfeldern und Städten, die von einem stark zentralisierten Planungs- und öffentlichen Symbolstil geprägt sind. Seine koreanische Sprache, Essensbräuche, saisonalen Sitten und alltäglichen Routinen sind international weitaus weniger sichtbar als die Politik, was ein Teil dessen ist, was es so schwer macht, es aus der Ferne zu verstehen.
es: Corea del Norte ocupa la mitad norte de la península de Corea y es una de las sociedades más aisladas del mundo, por lo que los extranjeros generalmente conocen la imagen del Estado antes de conocer mucho sobre el país en sí. Detrás de esa imagen se encuentra un paisaje de montañas, inviernos fríos, campos de arroz y ciudades moldeadas por un estilo de planificación altamente centralizado y simbolismo público. Su lengua coreana, tradiciones culinarias, costumbres estacionales y rutinas cotidianas son mucho menos visibles internacionalmente que su política, lo que forma parte de lo que hace que sea tan difícil de entender desde lejos.
fr: La Corée du Nord occupe la moitié nord de la péninsule coréenne et est l'une des sociétés les plus fermées au monde, c'est pourquoi les étrangers connaissent généralement l'image de l'État avant de savoir beaucoup de choses sur le pays lui-même. Derrière cette image se cache un paysage de montagnes, d'hivers froids, de rizières et de villes façonnées par un style de planification extrêmement centralisé et un symbolisme public. Sa langue coréenne, ses traditions alimentaires, ses coutumes saisonnières et ses routines quotidiennes sont beaucoup moins visibles à l'international que sa politique, ce qui contribue à la rendre si difficile à comprendre de loin.
it: La Corea del Nord occupa la metà settentrionale della penisola coreana ed è una delle società più isolate al mondo, motivo per cui gli stranieri di solito conoscono l’immagine dello Stato prima di sapere molto del Paese stesso. Dietro quell’immagine si nasconde un paesaggio di montagne, inverni freddi, risaie e città modellate da uno stile di pianificazione altamente centralizzato e da un simbolismo pubblico. La sua lingua coreana, le tradizioni alimentari, i costumi stagionali e le routine quotidiane sono molto meno visibili a livello internazionale rispetto alla sua politica, il che è parte di ciò che la rende così difficile da comprendere da lontano.
pt_br: A Coreia do Norte ocupa a metade norte da Península Coreana e é uma das sociedades mais isoladas do mundo, razão pela qual os estrangeiros geralmente conhecem a imagem do Estado antes de saberem muito sobre o próprio país. Por trás dessa imagem há uma paisagem de montanhas, invernos frios, campos de arroz e cidades moldadas por um estilo de planejamento altamente centralizado e simbolismo público. Sua língua coreana, tradições alimentares, costumes sazonais e rotinas diárias são muito menos visíveis internacionalmente do que sua política, o que é parte do que torna tão difícil compreendê-la à distância.
ru: Северная Корея занимает северную половину Корейского полуострова и является одним из самых закрытых обществ в мире, поэтому посторонние обычно узнают о государственном облике до того, как узнают много о самой стране. За этим образом скрывается ландшафт гор, холодные зимы, рисовые поля и города, сформированные по принципу высокой централизации в планировании и общественной символике. Корейский язык, кулинарные традиции, сезонные обычаи и повседневные ритуалы гораздо меньше известны на международной арене, чем политика, что частично объясняет, почему так сложно понять страну издалека.
